{
  "nav": {
    "home": "Home",
    "blockchain": "Blockchain",
    "defi": "DeFi",
    "nft": "NFT",
    "giochi": "Giochi",
    "wallet": "Wallet",
    "leaderboards": "Leaderboard",
    "exchange": "Exchange",
    "manuale": "Manuale",
    "supporto": "Supporto",
    "abbonamento": "Abbonamento"
  },
  "categories": {
    "blockchain": "Blockchain",
    "defi": "DeFi",
    "nft": "NFT",
    "giochi": "Giochi",
    "wallet": "Wallet",
    "exchange": "Exchange"
  },
  "auth": {
    "accedi": "Accedi",
    "logout": "Logout",
    "loginOrSignup": "Accedi o registrati",
    "continueWithEmail": "Continua con email",
    "continueWithWallet": "Continua con wallet",
    "iHavePasskey": "Ho un passkey",
    "createNewAccount": "Crea nuovo account",
    "loginWithPasskey": "Accedi con passkey"
  },
  "home": {
    "title": "Il tuo accesso al mondo Web3",
    "subtitle": "Blockchain, DeFi, NFTs, memecoins, metaversi: tutto questo è Web3. Le opportunità sono infinite, ma anche le trappole. ImparoDeFi è la tua guida sicura per navigare questo nuovo mondo.",
    "exploreButton": "Esplora Web3",
    "newsletter": "Newsletter",
    "subscribe": "Iscriviti",
    "startNow": "Inizia Subito",
    "whyImparoDefi": "Perché ImparoDeFi?",
    "introduction": "Introduzione",
    "introductionText1": "I problemi di fiducia sono il motivo per cui le blockchain sono state create; è stato Bitcoin, e la mancanza di fiducia dei suoi creatori nei confronti dei sistemi monetari tradizionali sostenuti dai governi (fiat: USD, EUR, JPY, ecc.) ad accendere per la prima volta la fiamma di questa rivoluzione decentralizzata.",
    "introductionText2": "Come sappiamo, la blockchain di Bitcoin, soprattutto all'epoca, era ancora limitata a essere principalmente un buon deposito di valore, sotto forma di valuta BTC, che i miner potevano produrre nei loro garage e guadagnare qualcosa. Non durò a lungo (la parte del garage), poiché presto si scoprì che le ricompense (i blocchi) erano limitate: man mano che venivano utilizzate sempre più GPU per il mining, non era più possibile farlo con i normali computer di casa, ma bisognava allestire strutture più grandi e complesse per minare BTC.",
    "introductionText3": "Le tecnologie Web3 hanno la capacità di migliorare la vita delle persone quando funzionano correttamente e quando gli utenti sanno cosa stanno facendo. Sfortunatamente, il settore ha avuto una barriera d'ingresso relativamente alta per chi non è esperto di tecnologia, le persone comuni.",
    "theProblem": "Il Problema",
    "theProblemText": "Quando una persona nuova nel mondo Web3 cerca di capire di più sull'ecosistema per eventualmente entrarvi, si trova di fronte a:",
    "problem1": "Migliaia di criptovalute",
    "problem2": "Centinaia di blockchain",
    "problem3": "Migliaia di NFT",
    "problem4": "Difficoltà a orientarsi tra le blockchain",
    "problem5": "Truffatori e rischi di phishing",
    "ourSolution": "La Nostra Soluzione",
    "solutionText1": "Imparodefi consentirà ai nuovi aspiranti utenti Web3 di imparare esclusivamente da progetti realmente validi, selezionati dalle persone migliori per questo compito: veri esperti Web3 forgiati \"sul campo\".",
    "curationText": "Curazione fatta da veri esperti Web3",
    "solutionText2": "Gli esperti Web3 si trovano in comunità di nicchia; dal DeFi agli NFT, pochi gruppi si distinguono. Ogni comunità è governata da un token (o NFT), e i possessori di questi asset dimostrano reale coinvolgimento avendo speso i propri soldi per ottenerli.",
    "governance": "Governance e Tokenomics",
    "governanceText1": "I possessori degli NFT Shroomiez saranno inizialmente coloro che guideranno il progetto, votando quali progetti aggiungere, rimuovere o mantenere su Imparodefi.",
    "governanceText2": "In futuro, gli smart contract potranno essere aggiornati tramite una funzione integrata per consentire l'aggiunta o la rimozione di contratti token dalla piattaforma di governance di Imparodefi, permettendo a qualsiasi altra comunità di contribuire.",
    "governanceText3": "Gli elettori in whitelist decidono anche come distribuire il budget di ciascuna epoch di Imparodefi tra i progetti approvati. L'allocazione sarà poi suddivisa equamente tra i Creator Pool e i Promoter Pool.",
    "governanceText4": "Questa funzione potrà cambiare in futuro, consentendo agli elettori in whitelist di votare sulla percentuale di distribuzione dei premi tra i due pool per ciascun progetto."
  },
  "common": {
    "loading": "Caricamento...",
    "error": "Errore",
    "success": "Successo",
    "back": "Indietro",
    "close": "Chiudi",
    "save": "Salva",
    "cancel": "Annulla",
    "retry": "Riprova",
    "previous": "Precedente",
    "next": "Successivo"
  },
  "protected": {
    "title": "Area riservata",
    "loginRequired": "Login richiesto",
    "pleaseLogin": "Per favore accedi per accedere a questa sezione"
  },
  "leaderboards": {
    "title": "Leaderboard",
    "global": "Globale",
    "epoch": "Epoca",
    "globalTitle": "Leaderboard Globale",
    "globalDescription": "Classifica generale di tutti gli utenti in base ai punti totali",
    "epochTitle": "Leaderboard Epoca",
    "epochDescription": "Visualizza la classifica per una specifica epoca",
    "rank": "Posizione",
    "user": "Utente",
    "points": "Punti",
    "tweets": "Tweet",
    "likes": "Mi Piace",
    "replies": "Risposte",
    "retweets": "Retweet",
    "quotes": "Citazioni",
    "showing": "Mostrando",
    "of": "di",
    "noData": "Nessun dato disponibile",
    "error": "Errore nel caricamento",
    "anonymous": "Anonimo",
    "epochId": "ID Epoca",
    "epochIdFormat": "Formato: projectId-campaignIndex-epochIndex (es: project1-0-1)",
    "invalidEpochFormat": "Formato ID epoca non valido. Usa: projectId-campaignIndex-epochIndex",
    "viewLeaderboard": "Visualizza Leaderboard",
    "backToSelection": "Torna alla selezione",
    "comingSoon": "In arrivo…",
    "project": "Progetto",
    "campaign": "Campagna",
    "epoch": "Epoca",
    "startDate": "Data Inizio",
    "endDate": "Data Fine"
  }
}
